---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.PoundsForcePerFoot
source: html/96ad2abc-e0b2-3763-a260-c4f3f51f4d54.htm
---
# Autodesk.Revit.DB.UnitTypeId.PoundsForcePerFoot Property

Pounds force per foot.

## Syntax (C#)
```csharp
public static ForgeTypeId PoundsForcePerFoot { get; }
```